org-files/org_roam_comandos_esenciales.org
:PROPERTIES:
:ID:       fb8a4100-e397-4371-8d48-5b012d7f4205
:END:
#+title: org-roam comandos esenciales
#+STARTUP: show2levels
#+date: <2023-08-30>
#+filetags: apps:emacs

Además de los utilizados en [[id:c6e7e0fc-cb04-4a4d-beb3-1936f0d3aa07][emacs]], este es un resumen con los comandos esenciales de [[id:80ce4bf8-3936-45bf-adc9-041795828500][org-roam]] que uso habitualmente.

+ Buffer Org-Roam, Mostrar (org-roam-nbuffer-toggle) -> C-c n l
+ Enlace, Insertar (org-roam-node-insert) -> C-c n i
+ Enlace, Manual -> [[]] M-x completion-at-point
+ Nodo, Buscar o crear (org-roam-node-find) -> C-c n f
+ Nodo, Crear a partir de encabezado (org-id-get-create)
+ Nodo, Crear un alias (org-roam-alias-add)
+ Nodo, Anadir un tag (org-roam-tag-add)
