public_html/org_roam_comandos_esenciales.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2026-03-20 vie 13:37 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>org-roam comandos esenciales</title>
<meta name="author" content="Sherlockes" />
<meta name="generator" content="Org Mode" />
<link rel='stylesheet' type='text/css' href='https://gongzhitaao.org/orgcss/org.css'/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href=""> UP </a>
 |
 <a accesskey="H" href="index.html"> HOME </a>
</div><div id="content" class="content">
<h1 class="title">org-roam comandos esenciales</h1>
<p>
Además de los utilizados en <a href="emacs.html#ID-c6e7e0fc-cb04-4a4d-beb3-1936f0d3aa07">emacs</a>, este es un resumen con los comandos esenciales de <a href="org_roam.html#ID-80ce4bf8-3936-45bf-adc9-041795828500">org-roam</a> que uso habitualmente.
</p>

<ul class="org-ul">
<li>Buffer Org-Roam, Mostrar (org-roam-nbuffer-toggle) -&gt; C-c n l</li>
<li>Enlace, Insertar (org-roam-node-insert) -&gt; C-c n i</li>
<li>Enlace, Manual -&gt; [[]] M-x completion-at-point</li>
<li>Nodo, Buscar o crear (org-roam-node-find) -&gt; C-c n f</li>
<li>Nodo, Crear a partir de encabezado (org-id-get-create)</li>
<li>Nodo, Crear un alias (org-roam-alias-add)</li>
<li>Nodo, Anadir un tag (org-roam-tag-add)</li>
</ul>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2023-08-30 mié 00:00</p>
<p class="author">Author: Sherlockes</p>
<p class="date">Created: 2026-03-20 vie 13:37</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
